tests/data/wrk-output/output.txt
Running 5s test @ http://localhost:8080/
  2 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   363.63us  122.95us   5.65ms   97.34%
    Req/Sec    13.95k     0.86k   14.82k    91.18%
  Latency Distribution
     50%  349.00us
     75%  363.00us
     90%  381.00us
     99%  674.00us
  141528 requests in 5.10s, 400.46MB read
Requests/sec:  27751.65
Transfer/sec:     78.52MB